tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "homebrew/cask-fonts"

brew "awscli"
brew "composer"
brew "node"
brew "curl"
brew "git"
brew "insomnia"
brew "heroku"
brew "firebase-cli" # npm install -g firebase-tools
brew "trash"
brew "homebrew/cask-fonts/font-fira-code"
brew "homebrew/cask-fonts/font-jetbrains-mono"
brew "tree"
brew "speedtest-cli"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "pngquant"
brew "jpegoptim"

# Apps
brew "iterm2"
brew "postico"
brew "dropbox"
brew "slack"
brew "discord"
brew "firefox"
brew "google-chrome"
brew "opera"
brew "aware"
brew "docker"
brew "vlc"
brew "sublime-text"

cask 'the-unarchiver'
cask 'visual-studio-code'