tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "homebrew/cask-fonts"

brew "nvm"
brew "curl"
brew "git"
brew "trash"
brew "homebrew/cask-fonts/font-fira-code"
brew "homebrew/cask-fonts/font-jetbrains-mono"
brew "tree"
brew "speedtest-cli"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "sqlite"
brew "mkcert"
brew "flyctl"
brew "act"
brew "go"

# Apps
brew "termius"
brew "dropbox"
brew "discord"
brew "edge"
brew "aware"
brew "hot"
brew "amphetamine"
brew "warp"
brew "medis"
brew "notion"
brew "orbstack"
brew "vlc"
brew "sublime-text"
brew "whatsapp"
brew "forklift"
brew "numi"
brew "github"
brew "tableplus"

cask 'the-unarchiver'
cask 'visual-studio-code'

# bandwidth+, photoscapex, cointick, sip, craft, twitch studio
